{
	"questions" : [
		"What streaming software do you use?",
		"What microphone do you use?",
		"What project(s) are you currently working on?",
		"If money wasn't an issue, what project would you start?",
		"If time wasn't an issue, what project would you start?",
		"Favorite tool?",
		"Next project?",
		"#1 tip for an electronics noob?",
		"#1 tip for a new streamer?",
		"Favorite game of all time?",
		"Favorite gaming franchise of all time?",
		"Favorite fictional robot?",
		"Favorite non-fictional robot?",
		"Which celebrity would you like to have lunch with?",
		"Historical figure you would you could meet?",
		"Preferred voltage?",
		"Favorite IC?",
		"Favorite component?",
		"Favorite electronics part?",
		"Favorite software for designing PCBs?",
		"Favorite electronics module?",
		"Favorite microcontroller?",
		"Best gaming console of all time?",
		"Favorite pop song?",
		"Werewolves or Vampires?",
		"Through-mount or surface-mount?",
		"Have you ever licked a 9-volt battery?",
		"Best first programming language?",
		"If you could teach any college course, what would it be?",
		"A tip everyone should know?",
		"Favorite movie you encountered in the last year?",
		"Favorite book you read in the last year?",
		"Should robots have wheels or arms?",
		"Technical tip everyone should know?",
		"Favorite element?",
		"Favorite LED color?",
		"Which cartoon character best represents you?",
		"Which Sesame Street character best represents you?",
		"Which anime character do you most relate to?",
		"Favorite anime series?",
		"Favorite animated series as a kid?",
		"Favorite animated series now?",
		"Which superhero do you wish you could be?",
		"Best superhero power?",
		"Best Marvel superhero?",
		"Favorite Marvel superhero?",
		"Which gadget on Batman's toolbelt do you wish you had?",
		"Marvel Universe or DC Comics?",
		"Have you ever touched a penguin?",
		"How many LEDs is too many?",
		"Favorite number?",
		"Favorite prime number?",
		"Favorite animal?",
		"Most powerful D&D character class?",
		"Best streamer you discovered this in the past 30 days?",
		"Sick day movie?",
		"A book you wish everyone would read?",
		"Your ideal office environment?",
		"Hacking, making, tinkering, engineering, programming or streaming?",
		"If you could do anything else for a job, what would it be?",
		"Complete one project, or start a dozen?",
		"Favorite type of apple?",
		"Most important criteria in selecting a microcontroller?",
		"Favorite ice cream flavor?",
		"Favorite mistake?",
		"Title of your PhD thesis?",
		"Favorite food?",
		"Should we bring back the dinosaurs?",
		"What's something a lot of people are missing out on because they just don't know about it?",
		"When people find out what you do, what question do they always ask you first?",
		"What's your preferred way to learn new things?",
		"Favorite flux?",
		"How many layers is the optimal number of layers for a PCB?",
		"Favorite acronym?",
		"Least favorite component to design onto a PCB?",
		"What music do you listen to while you code?",
		"Pantser or plotter?",
		"Favorite author?",
		"Across or down?",
		"As a kid, what did you want to be when you grew up?",
		"What's the most amazing fact that you know?",
		"What is your pet's name?",
		"What is your ideal pet species?",
		"Favorite sensor?",
		"Ideal college class size?",
		"Weirdest animal you've ever touched?",
		"Favorite actuator?",
		"Where do you live?",
		"Favorite accent?",
		"Favorite math equation?",
		"How long should an electronics project be left alone before it can be dismantled for parts?",
		"Favorite guage of wire?",
		"Leaded or lead-free solder?",
		"Favorite programming language?",
		"Least-favorite programming language?",
		"Favorite theorem or algorithm?",
		"How did you get to where you are?",
		"Favorite popsicle flavor?",
		"Favorite candy?",
		"Favorite comic strip?",
		"Favorite software tool?",
		"Favorite tool for debugging hardware?",
		"Best perk you've ever had at a job?",
		"If you woke up tomorrow as an animal, what animal would it be?",
		"If someone gave you $10,000, but you had to spend it today, what would you spend it on?",
		"Favorite non-terrestrial object?",
		"Favorite knight of the round table?",
		"Favorite character from the Star Wars universe?",
		"Favorite processing core?",
		"Favorite FPGA family?",
		"LEGOs or TinkerToys?",
		"Is there a place in Chile that everyone should visit?",
		"Verilog or VHDL?",
		"Texting or talking?",
		"Favorite day of the week?",
		"Favorite city that you've never lived in?",
		"Childhood nickname?",
		"Last game you played?",
		"Favorite holiday?",
		"Scale of 1-10, how good of a driver are you?",
		"At what age do you want to retire?",
		"Invisibility or super strength?",
		"Best Disney princess?",
		"Last movie you watched?",
		"If you could travel back in time, what period would you got to?",
		"Do you snore?",
		"Place you most want to travel?",
		"Favorite junk food?",
		"Favorite childhood TV show?",
		"Favorite season?",
		"Last Halloween costume?",
		"Cake or pie?",
		"Who has it easier: men or women?",
		"Favorite pizza topping?",
		"Pinapple on pizza?",
		"What does a person need to be happy?",
		"What's the best age?",
		"Is double dipping at a party ever acceptable?",
		"Favorite bread?",
		"Would you want to live forever?",
		"How many push-ups can you do in a row?",
		"What's the fastest speed you've ever driven in a car?",
		"Star Wars or Star Trek?",
		"Big dogs or small dogs?",
		"How many hours of sleep do you need?",
		"Favorite carbohydrate source? (bread, pasta, rice, potatoes, other)",
		"Paper or plastic?",
		"Are rats cute?",
		"Are you politically correct?",
		"Favorite car?",
		"Favorite dance move?",
		"Favorite sport to play?",
		"Favorite sport to watch?",
		"How many cups of coffee do you drink per day?",
		"How much coffee do you need to wake up?",
		"Ideal outside temperature?",
		"Have you ever slapped someone in the face?",
		"Favorite type of muffin?",
		"Giving presents or getting presents?",
		"From 1-10, how hot do you like your shower water?",
		"If Kim Kardashian and Donald Trump were both drowning and you had to save exactly one, who would it be?",
		"Do you like the smell of gasoline?",
		"Can you touch your toes without bending your knees?",
		"Do you currently own any stuffed animals?",
		"Ask permission or beg forgiveness?",
		"Favorite carnival food?",
		"Climb a mountain or jump from a plane?",
		"If you were really hungry, would you eat a bug?",
		"How long can you hold your breath?",
		"During a standing ovation, are you the first person to stand or the last?",
		"What type of milk do you put in your cereal?",
		"Are dogs people?",
		"Have you ever been to Africa?",
		"Have you ever been to Asia?",
		"Have you ever been to Europe?",
		"Have you ever been to South America?",
		"Have you ever been to Australia?",
		"Favorite leftovers to eat?",
		"What's the most number of hours you've watched TV in a single day?",
		"Do you take pictures of your food?",
		"If there's a spider in your house, do you kill it or set it free?",
		"What's something you could eat for a week straight?",
		"Dark chocolate or milk chocolate?",
		"Chocolate or Vanilla?",
		"Polka dots or stripes?",
		"Would you rather watch a romantic movie by yourself or a scary movie by yourself?",
		"What's a counrty you'd be okay never visiting in your life?",
		"Swedish Fish or Sour Patch Kids?",
		"Would you go to Mars?",
		"Most embarrassing store you might be seen shopping at?",
		"Ideal sleep schedule?",
		"Lamest dessert than people try to pass off as a desert?",
		"Favorite amusement park?",
		"Are tomatoes a fruit or a vegetable?",
		"Favorite Harry Potter character?",
		"Favorite martial art?",
		"Super Mario Brothers or Zelda?",
		"A genie grants you three wishes, but you have 10 seconds to wish for them. What do you wish for?",
		"Ideal thermostat temperature?",
		"What is wind?",
		"On a scale of 1-10, how much do you enjoy garlic?",
		"Who inspires you?",
		"Who was your childhood hero?",
		"Preferred bed size?",
		"On a scale of 1-10, how strict were your parents?",
		"Favorite childhood toy?",
		"Best childhood memory?",
		"Biggest pet peeve?",
		"What personality trait has gotten you in the most trouble?",
		"If you had to pick a new name for yourself, what would it be?",
		"What accomplishment are you most proud of?",
		"Which of your friends are you proudest of?",
		"Most beautiful place you've ever visited?",
		"Are you a leader or a follower?",
		"What's the most courageous thing you've ever done?",
		"When you're having a bad day, what do you do to make yourself feel better?",
		"Favorite Wikipedia article?",
		"Favorite pick-up line?",
		"If you could ask your pet 3 questions, what would they be?",
		"What is the funniest thing you've ever seen a stranger do?",
		"How many days can you wear the same pants before they're dirty?",
		"How far into a movie does movie theater popcorn last before the first refill?",
		"Which Hogwarts house do you belong in?",
		"Worst movie sequel of all time?",
		"What is your perfect vacation?",
		"What food will you never eat?",
		"What fictional character do you wish you could meet?",
		"What's the first thing you do when you get home from a trip?",
		"What's the funnies way that you have been injured?",
		"If your life was a TV show, what would be the theme song?",
		"Favorite TV catch phrase?",
		"What terrible movie do you love?",
		"What song do you have to sing along with when you hear it?",
		"What game are you really good at?",
		"Which movie do they need to make a sequel to?",
		"Favorite childhood book?",
		"If you could choose your own nickname, what would it be?",
		"Favorite movie of all time?",
		"What extracurricular activites were you involved in during high school?",
		"Are you naughty or nice?",
		"Are you old-fashioned?",
		"Who would play you in a movie of your life?",
		"If you could shop for free at one store, which one would you choose?",
		"What's the worst thing you did as a kid?",
		"If you could marry a fictional character, who would it be?",
		"What television show do you plan your day around in order to see it live?",
		"Would you prefer to read book or watch a movie?",
		"Which is usually better, the book or the movie?",
		"If you could read minds, whose would you want to read?",
		"If you had one week left to live, what would you do?",
		"What wastes the most time in your day-to-day life?",
		"If a criminal turns himself in, should he get the reward money?",
		"Can you cry underwater?",
		"How old do you have to be to die of old age?",
		"Favorite summer activity?",
		"What is one item on your bucket list?",
		"What ice cream flavor best describes you?",
		"Morning person or night owl?",
		"What 3 words best describe you?",
		"Favorite hobby?",
		"Strangest thing you've ever eaten?",
		"What is one of your weird quirks?",
		"Who would you trade lives with for one day?",
		"What is the scariest dream you've ever had?",
		"What is the coolest dream you've ever had?",
		"What is the first thing you do when you get up in the morning?",
		"What is your favorite movie quote?",
		"What is your favorite joke?",
		"What would you do on Mars for fun?",
		"Where would you go if you were invisible?",
		"What is your favorite jelly bean flavor?",
		"What is one thing you own that you wish you didn't?",
		"What is a song that reminds you of a past relationship?",
		"What one word best describes your dance moves?",
		"What is the worst job you could have?",
		"Favorite TV channel?",
		"What are you most afraid of?",
		"What celebrity annoys you the most?",
		"What is the most interesting thing you have in your wallet or purse?",
		"If you owned a yacht, what would you name it?",
		"What is your morning routine?",
		"What TV sitcom family would you be a member of?",
		"What store do you shop at the most?",
		"What new technology will transform the future?",
		"What supply in your house is running low?",
		"What is the most delightful word you can think of?",
		"Favorite soft drink?",
		"Least favorite soft drink?",
		"Favorite beverage?",
		"Least favorite beverage?",
		"If you were stranded alone on an island, what two things would you want with you?",
		"What is the first thing you notice about someone when you first meet?",
		"If you were running for office, what would your campaign slogan be?",
		"What compliment do people give you the most?",
		"Longest consecutive time spent in a car?",
		"Where did you go on the longest car trip you've ever taken?",
		"If you had to be a teacher, what subject would you teach?",
		"What fashion trend do you just not get?",
		"What is your best feature?",
		"If you could swim in any liquid, what would it be?",
		"What have you done that you are most proud of?",
		"How many keys do you have on your keyring?",
		"Favorite music genre?",
		"Least favorite music genre?",
		"What fortune would you want to get from a fortune cookie?",
		"What is a food you would never give up?",
		"If you could win any one prestigeous award, what would it be?",
		"If you could live anywhere in the world, where would it be?",
		"What did/will you eat for breakfast?",
		"What did/will you eat for lunch?",
		"What did/will you eat for dinner?",
		"Favorite restaurant?",
		"When do you think the singularity will occur?",
		"If aliens invade earth, do you think they will be merciful?",
		"When robots take over the earth, will our robot overlords have mercy?",
		"Do you prefer to interact with computers or with humans?",
		"What are you favorite clothes?",
		"Preferred weapon of choice?",
		"Best invention of all time?",
		"Best childhood memory?",
		"Are you single?",
		"How often do you wear your seatbelt?",
		"Best kind of workout?",
		"Favorite flower?",
		"Most recent spontaneous decision you've made?",
		"Best part about your current job?",
		"Worst part about your current job?",
		"What are you currently learning?",
		"What is success?",
		"What secret would you like to tell me?",
		"What is one item you could never live without?",
		"Best place to hide?",
		"Chocolate or caramel?",
		"Red or blue?",
		"What time did you go to bed last night?",
		"If you're clean when you get out of the shower, does your towel ever get dirty?",
		"Quality or quantity?",
		"Do you take the stairs or the elevator?",
		"Do you feel old?",
		"Do you feel young?",
		"Spring or Autumn?",
		"What time is dinnertime?",
		"What time is lunchtime?",
		"Last item you purchased?",
		"What is one thing you will never do?",
		"What would you do if you didn't have to work tomorrow?",
		"Without looking at a clock, what time is it?",
		"What is your greatest strength?",
		"What is your biggest weakness?",
		"Favorite cereal?",
		"If you were a box of cereal, what would you be?",
		"Tabs or spaces?",
		"Is HTML a programming language?"
	]
}